adobe-source-han-serif-otc-fonts
alacritty
amd-ucode
base
base-devel
bat
binaryen
btrfs-progs
ccid
chromium
clang
cloudflared-bin
cmake
cockpit-machines
dbus-glib
dhcpcd
difftastic
dnsmasq
docker
docker-buildx
docker-compose
dolphin
duf
dunst
dust
efibootmgr
fd
fzf
ghostscript
git
github-cli
go
htop
hyprland
intel-media-driver
inter-font
iptables-nft
iwd
jq
libfido2
libva-intel-driver
libva-mesa-driver
libvirt
linux-firmware
linux-zen
llvm
lsof
man-db
man-pages
mesa
miniserve
neofetch
neovim
net-tools
ninja
ntp
openbsd-netcat
openssh
pacman-backup-hook
pacman-contrib
parallel
pyenv
python-pip
qemu-full
qt5-wayland
qt6-wayland
restic
rsync
sddm
socat
tmux
traceroute
ttf-meslo-nerd
ufw
unzip
vagrant
virt-install
vulkan-intel
vulkan-radeon
wget
wofi
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
yay
zram-generator
zsh
