adobe-source-han-serif-otc-fonts
alacritty
arch-install-scripts
archlinux-keyring
autoconf
automake
base
base-devel
bat
bc
binutils
bison
bmake
btrfs-progs
candy-icons-git
chromium
clang
clinfo
cmake
dhcpcd
docker
docker-buildx
docker-compose
dos2unix
duf
dust
expac
fakeroot
file
findutils
flex
fzf
gawk
gcc
gdb
gettext
git
git-lfs
github-cli
glu
go
gperf
graphviz
grep
groff
grub
gtk2
gzip
htop
httpie
jdk11-openjdk
jq
kde-system-meta
lib32-gcc-libs
lib32-glibc
libc++
libtool
linux
linux-firmware
lld
lldb
llvm
lsof
m4
make
man-db
man-pages
mesa
mesa-utils
meson
miniserve
musl
namcap
neovim
net-tools
networkmanager
ninja
nmap
nordic-kde-git
open-vm-tools
openbsd-netcat
openmp
openssh
pacman
pacman-backup-hook
pacman-contrib
parallel
patch
patchutils
perf
pkgconf
plasma-meta
plocate
python
qemu-user
rsync
sed
sudo
tcping-go-git
texinfo
tmux
traceroute
tree
ttf-meslo-nerd-font-powerlevel10k
unzip
valgrind
wget
which
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zip
zram-generator
zsh
zsh-syntax-highlighting
