act
adobe-source-han-serif-otc-fonts
adobe-source-sans-fonts
adw-gtk3-git
alacritty
amd-ucode
anyrun-git
argon2
axel
base
base-devel
bat
bc
binaryen
blueberry
brightnessctl
btrfs-progs
busybox
cairomm
catch2
ccid
chromium
clang
clang14
cliphist
cloudflared-bin
cmake
cuda
dart-sass
dbus-glib
ddcutil
debootstrap
dhcpcd
difftastic
direnv
dnsmasq
dolphin
duf
dunst
dust
efibootmgr
fd
fish
flite
foot
fuzzel
fzf
gammastep
ghostscript
git
git-absorb
git-filter-repo
git-lfs
github-cli
gjs
gnome-bluetooth-3.0
gnome-control-center
gnome-keyring
go
gobject-introspection
gojq
graphviz
grim
gtk-layer-shell
gtkmm3
gtksourceviewmm
htop
hwloc
hyperfine
inkscape
intel-media-driver
inter-font
iptables-nft
jq
just
libdbusmenu-gtk3
libdwarf
libfido2
libva-intel-driver
libvirt
linux-firmware
linux-zen
lld
llvm
llvm14
lsof
man-db
man-pages
maturin
mesa
meson
miniserve
mold
musl
nasm
neofetch
neovim
net-tools
networkmanager
ninja
nix
npm
ntp
openbsd-netcat
openmp
openssh
otf-font-awesome
otf-libertinus
pacman-backup-hook
pacman-contrib
parallel
pavucontrol
pax-utils
plasma-browser-integration
playerctl
pnpm
podman
podman-compose
podman-docker
polkit-gnome
postgresql-libs
pre-commit
python-build
python-jinja
python-materialyoucolor-git
python-msgpack
python-pillow
python-pip
python-psutil
python-pywal
python-pywayland
python-setuptools-scm
qemu-full
qt5-wayland
qt5ct
qt6-wayland
reflector
restic
ripgrep
rsync
ruff
rye
slurp
socat
squashfs-tools
starship
step-ca
step-cli
strace
swappy
swww
tcpdump
tcping-go
tealdeer
tesseract
tesseract-data-eng
tex-gyre-fonts
tinyxml2
tinyxxd
tmux
traceroute
ttf-jetbrains-mono-nerd
ttf-material-symbols-variable-git
ttf-meslo-nerd
ttf-meslo-nerd-font-powerlevel10k
ttf-readex-pro
ttf-roboto
ttf-space-mono-nerd
typescript
typos
typst
ufw
unzip
vagrant
virt-install
vulkan-intel
vulkan-radeon
webp-pixbuf-loader
wf-recorder
wget
wireplumber
wlogout
wlsunset
wofi
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-user-dirs-gtk
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
yad
yay-bin
yay-bin-debug
ydotool
zram-generator
zsh
